export const X_MARGIN_TOOLTIP = 20;
export const Y_MARGIN_TOOLTIP = 10;
export const TOOLTIP_WIDTH = 230;

export const TECHS = [
  {
    title: 'HTML',
    desc: 'Стандартизированный язык гипертекстовой разметки документов для просмотра веб-страниц в браузере.',
  },
  {
    title: 'CSS',
    desc: 'Формальный язык декорирования и описания внешнего вида веб-страницы',
  },
  {
    title: 'JS',
    desc: 'Мультипарадигменный язык программирования, поддерживающий объектно-ориентированный, императивный и функциональный стили.',
  },
  {
    title: 'React',
    desc: 'Библиотека JavaScript с открытым кодом для создания внешних пользовательских интерфейсов.',
  },
  {
    title: 'Git',
    desc: 'Система управления версиями кода.',
  },
  {
    title: 'Express.js',
    desc: 'Фреймворк для бэкенд-разработки в Node.js.',
  },
  {
    title: 'mongoDB',
    desc: 'Документоориентированная система управления базами данных (NoSQL).',
  },
];
